export default function About() {
  return (
    <div className="p-4 h-full flex flex-col justify-between">
      <h2 className="text-2xl">Спрягай-ка - башкирский язык - просто!</h2>
      <p className="py-4">
        "Спрягай-ка" - это бесплатный онлайн тренажер для изучения башкирского
        языка и грамматики. Наш проект разработан с целью помочь людям легко и
        просто освоить сложные концепты языка. С помощью нашего тренажера вы
        сможете улучшить свои знания грамматики, изучить новые слова и
        выражения, а также научиться применять свои знания в реальной жизни.
      </p>
      <p className="py-4">
        "Спрягай-ка" предлагает простой и доступный подход к обучению, который
        подходит как для начинающих, так и для продвинутых пользователей. Мы
        покажем вам, как использовать грамматические правила и сложные
        конструкции языка на практике, чтобы вы могли легко общаться в
        повседневных ситуациях.
      </p>
      <p className="py-4">
        Наш проект полностью бесплатен и разрабатывается энтузиастами.
        Присоединяйтесь к нам и начните учить язык прямо сейчас!
      </p>
    </div>
  );
}
